src/assets/requests/blog/download_attachment_by_attachment_id.xml

<SOAP:Envelope xmlns:SOAP="http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP:Body>
    <DownloadAttachmentByAttachmentId xmlns="http://schemas.intasect.co.jp/generictools/service/Community" preserveSpace="no" qAccess="0" qValues="">
      <attachmentID>PARAMETER</attachmentID>
    </DownloadAttachmentByAttachmentId>
  </SOAP:Body>
</SOAP:Envelope>